[
  {
    "File #": 230692,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Grant Amendment - Japanese Community Youth Council - Opportunities for All Intermediary Program - Not to Exceed $13,327,411",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution approving a fourth amendment to Contract No. 10000014147 for the Japanese Community Youth Council, Opportunities for All Intermediary Program, between the Japanese Community Youth Council and the City and County of San Francisco, acting by and through its Department of Children, Youth and Their Families, to increase the grant amount by $3,000,953 for a total not to exceed amount of $13,327,411 with Board of Supervisors’ approval under Charter, Section 9.118, and with no change to the grant term.",
    "Action": "AMENDED, AN AMENDMENT OF THE WHOLE BEARING NEW TITLE",
    "Result": "Pass"
  },
  {
    "File #": 230692,
    "Ver.": 2,
    "Agenda #": " ",
    "Name": "Grant Amendment - Japanese Community Youth Council - Opportunities for All Intermediary Program - Not to Exceed $13,327,411",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution approving a fourth amendment to Contract No. 10000014147 for the Japanese Community Youth Council, Opportunities for All Intermediary Program, between the Japanese Community Youth Council and the City and County of San Francisco, acting by and through its Department of Children, Youth and Their Families, to increase the grant amount by $3,000,953 for a total not to exceed amount of $13,327,411 with Board of Supervisors’ approval under Charter, Section 9.118, and with no change to the grant term.",
    "Action": "REFERRED WITHOUT RECOMMENDATION AS AMENDED",
    "Result": "Pass"
  },
  {
    "File #": 230693,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Grant Amendment - Retroactive - YMCA Urban Services - Truancy Assessment and Resource Center (TARC) Program - Not to Exceed $5,390,219",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution retroactively approving a seventh amendment to Contract No. 1000014469 for the YMCA Urban Services - Truancy Assessment and Resource Center (TARC) Program between the YMCA Urban Services and the City and County of San Francisco, acting by and through its Department of Children, Youth and Their Families, to increase the grant amount by $606,040 for a total not to exceed amount of $5,390,219 and to extend the grant term for one year from July 1, 2023, for a new term of July 1, 2013, through June 30, 2024, with Board of Supervisors’ approval under Charter, Section 9.118.",
    "Action": "AMENDED, AN AMENDMENT OF THE WHOLE BEARING NEW TITLE",
    "Result": "Pass"
  },
  {
    "File #": 230693,
    "Ver.": 2,
    "Agenda #": " ",
    "Name": "Grant Amendment - Retroactive - YMCA Urban Services - Truancy Assessment and Resource Center (TARC) Program - Not to Exceed $5,390,219",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution retroactively approving a seventh amendment to Contract No. 1000014469 for the YMCA Urban Services - Truancy Assessment and Resource Center (TARC) Program between the YMCA Urban Services and the City and County of San Francisco, acting by and through its Department of Children, Youth and Their Families, to increase the grant amount by $606,040 for a total not to exceed amount of $5,390,219 and to extend the grant term for one year from July 1, 2023, for a new term of July 1, 2013, through June 30, 2024, with Board of Supervisors’ approval under Charter, Section 9.118.",
    "Action": "RECOMMENDED AS AMENDED",
    "Result": "Pass"
  },
  {
    "File #": 231011,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Gift Acceptance - Friends of Harvey Milk - Redesign of Harvey Milk Plaza - Estimated Value at $1,275,000",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution accepting a gift of design documents with an estimated value at $1,275,000 from the Friends of Harvey Milk Plaza to assist Public Works in the redesign of Harvey Milk Plaza; and affirming the Planning Department’s determination under the California Environmental Quality Act.",
    "Action": "RECOMMENDED",
    "Result": "Pass"
  },
  {
    "File #": 231001,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Emergency Declaration - Repair of Fillmore and Green 16” Water Main Break - Total Estimated Cost Not to Exceed $5,000,000",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution approving an emergency declaration of the San Francisco Public Utilities Commission pursuant to Administrative Code, Section 6.60, to contract resources to perform sewer main, water main, and street repairs on Fillmore Street between Green Street and Union Street, which were damaged by a water main failure, with a total estimated cost not to exceed $5,000,000.",
    "Action": "RECOMMENDED",
    "Result": "Pass"
  },
  {
    "File #": 230916,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Hearing - Citywide Project Labor Agreement and Annual Reports",
    "Type": "Hearing",
    "Status": "Filed",
    "Title": "Hearing to consider the citywide Project Labor Agreement (PLA) that was executed; the annual reports for fiscal years 2020-2021, 2021-2022, and 2022-2023 that highlight the efforts, accomplishments, and challenges encountered; and the preliminary, high-level methodology developed to evaluate whether the PLA has promoted the efficient, economical, and timely completion of PLA-covered projects, the costs of covered projects, and the PLA’s impact on Local Business Enterprises and the local workforce; and requesting the Controller’s Office, City Administrator’s Office, Public Works, Recreation and Park Department, and Office of Economic and Workforce Development to report.",
    "Action": "CONTINUED",
    "Result": "Pass"
  },
  {
    "File #": 231022,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Issuance of Special Tax Bonds - Special Tax District No. 2020-1 (Mission Rock Facilities and Services) - Development Special Tax Bonds, Office Special Tax Bonds, Shoreline (Tax Zone 1) Special Tax Bonds - Not to Exceed $58,335,000",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution supplementing Resolution No. 196-20 authorizing the issuance and sale of one or more series of Special Tax Bonds for City and County of San Francisco Special Tax District No. 2020-1 (Mission Rock Facilities and Services) in the aggregate principal amount not to exceed $58,335,000 to be repaid from Development Special Taxes, Office Special Taxes and Shoreline Special Taxes levied in Tax Zone 1 of the Special Tax District, as applicable; approving related documents, as defined herein, including an Official Statement, a Second Supplement to Development Special Tax Fiscal Agent Agreement, Office Special Tax Fiscal Agent Agreement, Shoreline (Tax Zone 1) Special Tax Fiscal Agent Agreement, Bond Purchase Agreement, and Continuing Disclosure Certificate; interpreting the Rate and Method of Apportionment of Special Tax; and determining other matters in connection therewith, as defined herein.",
    "Action": "RECOMMENDED",
    "Result": "Pass"
  },
  {
    "File #": 231023,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "Pledge Agreement Related Documents - CCSF Infrastructure Financing District No. 2 (Port of San Francisco), Sub-Project Areas I-1 through I-13 - Special Tax Bonds - CCSF Special Tax District No. 2020-1 (Mission Rock Facilities and Services)",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution approving certain documents and actions related to a Pledge Agreement by City and County of San Francisco (CCSF) Infrastructure Financing District No. 2 (Port of San Francisco) and Development Special Tax Bonds for CCSF Special Tax District No. 2020-1 (Mission Rock Facilities and Services); and determining other matters in connection therewith, as defined herein.",
    "Action": "RECOMMENDED",
    "Result": "Pass"
  },
  {
    "File #": 230970,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Resolution",
    "Status": "Killed",
    "Title": "Resolution determining and declaring that the public interest and necessity demand the construction, reconstruction, development, acquisition, improvement, rehabilitation, preservation, and repair of rental affordable housing projects, and the expansion of homeownership opportunities through the Downpayment Assistance Loan Program, and related costs necessary or convenient for the foregoing purposes; to be financed through bonded indebtedness in an amount not to exceed $300,000,000; authorizing landlords to pass-through 50% of the resulting property tax increase to residential tenants under Administrative Code, Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such bonds; affirming a determination under the California Environmental Quality Act; and finding that the proposed Bond is consistent with the General Plan, and with the eight priority policies of Planning Code, Section 101.1.",
    "Action": "TABLED",
    "Result": "Pass"
  },
  {
    "File #": 230969,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Ordinance",
    "Status": "Killed",
    "Title": "Ordinance calling and providing for a special election to be held in the City and County of San Francisco on Tuesday, March 5, 2024, for the purpose of submitting to San Francisco voters a proposition to incur bonded indebtedness of not to exceed $300,000,000 to finance the construction, reconstruction, development, acquisition, improvement, rehabilitation, preservation, and repair of rental affordable housing projects, and to expand homeownership opportunities through the Downpayment Assistance Loan Program; and related costs necessary or convenient for the foregoing purposes; authorizing landlords to pass-through 50% of the resulting property tax increase to residential tenants under Administrative Code, Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such Bonds; incorporating the provisions of the Administrative Code relating to the Citizens’ General Obligation Bond Oversight Committee’s review of Affordable Housing Bond expenditures; setting certain procedures and requirements for the election; affirming a determination under the C",
    "Action": "TABLED",
    "Result": "Pass"
  },
  {
    "File #": 230972,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution determining and declaring that the public interest and necessity demand the construction, development, acquisition, and/or rehabilitation of rental affordable housing projects, and related costs necessary or convenient for the foregoing purposes; to be financed through bonded indebtedness in an amount not to exceed $300,000,000, subject to independent citizen oversight and regular audits; authorizing landlords to pass-through 50% of the resulting property tax increase, if any, to residential tenants under Administrative Code, Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such bonds; affirming a determination under the California Environmental Quality Act; and finding that the proposed Bond is consistent with the General Plan, and with the eight priority policies of Planning Code, Section 101.1.",
    "Action": "AMENDED, AN AMENDMENT OF THE WHOLE BEARING NEW TITLE",
    "Result": "Pass"
  },
  {
    "File #": 230972,
    "Ver.": 2,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Resolution",
    "Status": "Passed",
    "Title": "Resolution determining and declaring that the public interest and necessity demand the construction, development, acquisition, and/or rehabilitation of rental affordable housing projects, and related costs necessary or convenient for the foregoing purposes; to be financed through bonded indebtedness in an amount not to exceed $300,000,000, subject to independent citizen oversight and regular audits; authorizing landlords to pass-through 50% of the resulting property tax increase, if any, to residential tenants under Administrative Code, Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such bonds; affirming a determination under the California Environmental Quality Act; and finding that the proposed Bond is consistent with the General Plan, and with the eight priority policies of Planning Code, Section 101.1.",
    "Action": "CONTINUED AS AMENDED",
    "Result": "Pass"
  },
  {
    "File #": 230971,
    "Ver.": 1,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Ordinance",
    "Status": "Passed",
    "Title": "Ordinance calling and providing for a special election to be held in the City and County of San Francisco on Tuesday, March 5, 2024, for the purpose of submitting to San Francisco voters a proposition to incur bonded indebtedness of not-to-exceed $300,000,000, subject to independent citizen oversight and regular audits, to finance the construction, development, acquisition, and/or rehabilitation of rental affordable housing, including workforce housing and senior housing, for households ranging from extremely low-income to moderate-income households; and related costs necessary or convenient for the foregoing purposes; authorizing landlords to pass-through 50% of the resulting property tax increase, if any, to residential tenants under Administrative Code Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such Bonds; incorporating the provisions of the Administrative Code relating to the Citizens’ General Obligation Bond Oversight Committee’s review of Affordable Housing Bond expenditures; setting certain procedures and requirements for t",
    "Action": "AMENDED, AN AMENDMENT OF THE WHOLE BEARING NEW TITLE",
    "Result": "Pass"
  },
  {
    "File #": 230971,
    "Ver.": 2,
    "Agenda #": " ",
    "Name": "General Obligation Bond Election - Affordable Housing - Not to Exceed $300,000,000",
    "Type": "Ordinance",
    "Status": "Passed",
    "Title": "Ordinance calling and providing for a special election to be held in the City and County of San Francisco on Tuesday, March 5, 2024, for the purpose of submitting to San Francisco voters a proposition to incur bonded indebtedness of not-to-exceed $300,000,000, subject to independent citizen oversight and regular audits, to finance the construction, development, acquisition, and/or rehabilitation of rental affordable housing, including workforce housing and senior housing, for households ranging from extremely low-income to moderate-income households; and related costs necessary or convenient for the foregoing purposes; authorizing landlords to pass-through 50% of the resulting property tax increase, if any, to residential tenants under Administrative Code Chapter 37; providing for the levy and collection of taxes to pay both principal and interest on such Bonds; incorporating the provisions of the Administrative Code relating to the Citizens’ General Obligation Bond Oversight Committee’s review of Affordable Housing Bond expenditures; setting certain procedures and requirements for t",
    "Action": "CONTINUED AS AMENDED",
    "Result": "Pass"
  }
]
